"Check For Updates" = "Vérifier les mises à jour";

"Connection Error Title" = "Une erreur est survenue lors de la recherche de mises à jour";
"Connection Error Message" = "Serveur de mise à jour introuvable. Assurez-vous que votre réseau est correctement configuré, puis réessayez.";
"No Update Title" =  "Cette version est à jour";
"No Update Message" = "Veuillez réessayer plus tard.";

"Updates detected" = "Mises à jour détectées";
"Next check scheduled on: %@" = "Prochaine vérification: %@";
"Successful. %@." = "Réussie. %@.";
"Failed. %@." = "Échouée. %@.";
"None." = "Aucune.";
"Total Size: %@" = "Taille totale: %@";
"Opening %@..." = "Ouverture de %@...";
"Downloading %@..." = "Téléchargement de %@...";
"Copying %@..." = "Copie de %@...";
"Failed to download all updates" = "Toutes les mises à jours n'ont pas pu être téléchargées";
"The download of %@ was interrupted for the following reason: %@" = "Le téléchargement de %@ a été interrompu pour la raison suivante: %@";
"Current Localization" = "French";
